Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: With a target and a date I can tell you where you stand, not just how you slept. Entirely optional — everything else works without it.
de: Mit Zielwert und Datum kann ich dir sagen, wo du stehst — nicht nur, wie du geschlafen hast. Völlig optional: alles andere funktioniert auch ohne.
es: Con un objetivo y una fecha puedo decirte dónde estás, no solo cómo dormiste. Totalmente opcional: todo lo demás funciona sin ello.
fr: Avec une cible et une date, je peux te dire où tu en es, pas seulement comment tu as dormi. Totalement facultatif : tout le reste fonctionne sans.
it: Con un obiettivo e una data posso dirti dove ti trovi, non solo come hai dormito. Del tutto facoltativo: tutto il resto funziona senza di esso.
pl: Mając wartość docelową i datę, powiem Ci, na jakim jesteś etapie, a nie tylko jak spałeś. Całkowicie opcjonalne — wszystko inne działa bez tego.
pt_pt: Com uma meta e uma data, posso dizer onde você está, não apenas como você dormiu. Totalmente opcional – todo o resto funciona sem ele.
ru: Имея цель и дату, я могу сказать вам, где вы находитесь, а не только как вы спали. Совершенно необязательно — все остальное работает и без него.
th: ด้วยเป้าหมายและวันที่ ฉันสามารถบอกคุณได้ว่าคุณยืนอยู่จุดไหน ไม่ใช่แค่ว่าคุณนอนหลับอย่างไร เป็นทางเลือกทั้งหมด — อย่างอื่นทำงานได้โดยไม่มีตัวเลือกนี้
zh_hans: 有了目标和日期，我可以告诉你你的处境，而不仅仅是你的睡眠情况。完全可选——没有它，其他一切都可以工作。
zh_hant: 有了目標和日期，我可以告訴你你的處境，而不僅僅是你的睡眠狀況。完全可選——沒有它，其他一切都可以工作。

source: With the same number in both fields there's nothing to move toward: no progress, no route, no arrival date. Give the target a different value.
de: Mit derselben Zahl in beiden Feldern gibt es nichts, worauf du zugehst: kein Fortschritt, keine Route, kein Ankunftsdatum. Gib dem Ziel einen anderen Wert.
es: Con el mismo número en ambos campos no hay nada hacia lo que avanzar: ni progreso, ni ruta, ni fecha de llegada. Dale otro valor al objetivo.
fr: Avec le même nombre dans les deux champs, il n'y a rien vers quoi avancer : ni progression, ni itinéraire, ni date d'arrivée. Donnez une autre valeur à l'objectif.
it: Con lo stesso numero in entrambi i campi non c'è nulla verso cui muoversi: nessun progresso, nessuna rotta, nessuna data di arrivo. Dai un valore diverso all'obiettivo.
pl: Przy tej samej liczbie w obu polach nie ma do czego dążyć: brak postępu, trasy i daty dojścia. Nadaj wartości docelowej inną liczbę.
pt_pt: Com o mesmo número nos dois campos não há nada para onde avançar: sem progresso, sem rota, sem data de chegada. Dá outro valor ao objetivo.
ru: Если в обоих полях одно и то же число, двигаться не к чему: ни прогресса, ни маршрута, ни даты достижения. Задай цели другое значение.
th: ด้วยตัวเลขที่เท่ากันในทั้งสองช่อง ไม่มีอะไรให้ต้องดำเนินต่อไป: ไม่มีความคืบหน้า ไม่มีเส้นทาง ไม่มีวันที่มาถึง ให้ค่าอื่นแก่เป้าหมาย
zh_hans: 两个字段填相同的数字就没有前进方向：没有进度、没有路线、没有达成日期。请给目标一个不同的数值。
zh_hant: 兩個欄位填相同的數字就沒有前進方向：沒有進度、沒有路線、沒有達成日期。請給目標一個不同的數值。

source: Without
de: Ohne
es: Sin
fr: Sans
it: Senza
pl: Bez
pt_pt: Sem
ru: Без
th: ปราศจาก
zh_hans: 不含
zh_hant: 不含

source: Without a target date there's no pace to measure against — only where you are now.
de: Ohne ein Zieldatum gibt es kein Tempo, an dem man sich messen kann – nur dort, wo man sich gerade befindet.
es: Sin una fecha objetivo, no hay ritmo con el que medirse, sólo dónde se encuentra ahora.
fr: Sans date cible, il n’y a pas de rythme par rapport auquel mesurer – seulement là où vous en êtes actuellement.
it: Senza una data target non c'è un ritmo con cui misurare, solo dove ti trovi ora.
pl: Bez daty docelowej nie ma tempa, do którego można się odnieść — jest tylko to, gdzie jesteś teraz.
pt_pt: Sem uma data prevista, não há ritmo a ser medido – apenas onde você está agora.
ru: Без целевой даты нет темпа, по которому можно было бы измерять — только тот, где вы находитесь сейчас.
th: หากไม่มีวันที่เป้าหมาย ก็ไม่สามารถวัดก้าวได้ — เฉพาะจุดที่คุณอยู่ตอนนี้เท่านั้น
zh_hans: 如果没有目标日期，就无法衡量进度——只能衡量你现在所处的位置。
zh_hant: 如果沒有目標日期，就無法衡量進度──只能衡量你現在的位置。

source: Without one I can't tell you how you're tracking.
de: Ohne Ziel kann ich dir nicht sagen, wo du stehst.
es: Sin uno no puedo decirte cómo vas.
fr: Sans objectif, je ne peux pas te dire où tu en es.
it: Senza uno non posso dirti come stai monitorando.
pl: Bez tego nie powiem Ci, jak Ci idzie.
pt_pt: Sem um, não posso dizer como você está rastreando.
ru: Без него я не смогу сказать вам, как вы отслеживаете.
th: หากไม่มีสิ่งใดเลย ฉันก็ไม่สามารถบอกคุณได้ว่าคุณกำลังติดตามอย่างไร
zh_hans: 如果没有的话，我无法告诉你你是如何追踪的。
zh_hant: 如果沒有的話，我無法告訴你你是如何追蹤的。

source: Without one there's no route, no pace and no arrival date.
de: Ohne eines gibt es keine Route, kein Tempo und kein Ankunftsdatum.
es: Sin ella no hay ruta, ni ritmo, ni fecha de llegada.
fr: Sans elle, pas d'itinéraire, pas de rythme et pas de date d'arrivée.
it: Senza non c'è rotta, né ritmo, né data di arrivo.
pl: Bez tego nie ma trasy, tempa ani daty dojścia.
pt_pt: Sem ela não há rota, ritmo nem data de chegada.
ru: Без неё нет ни маршрута, ни темпа, ни даты достижения.
th: หากไม่มีก็ไม่มีเส้นทาง ไม่มีก้าว และไม่มีวันมาถึง
zh_hans: 没有它就没有路线、没有节奏，也没有达成日期。
zh_hant: 沒有它就沒有路線、沒有節奏，也沒有達成日期。

source: Woke
de: Aufgewacht
es: Despertó
fr: Réveillé
it: Sveglio
pl: Obudziłem się
pt_pt: Acordei
ru: Подъём
th: ตื่นแล้ว
zh_hans: 已醒来
zh_hant: 已醒來

source: Won't last the night
de: Reicht nicht durch die Nacht
es: No aguantará la noche
fr: Ne tiendra pas la nuit
it: Non durerà tutta la notte
pl: Nie przetrwa nocy
pt_pt: Não dura a noite
ru: Не хватит на ночь
th: แบตเตอรี่ไม่พอสำหรับคืนนี้
zh_hans: 撑不过今晚
zh_hant: 撐不過今晚

source: Work
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro
pl: Praca
pt_pt: Trabalho
ru: Работа
th: งาน
zh_hans: 工作
zh_hant: 工作

source: WORK
de: ARBEIT
es: TRABAJO
fr: TRAVAIL
it: LAVORO
pl: PRACA
pt_pt: TRABALHO
ru: РАБОТА
th: งาน
zh_hans: 运动
zh_hant: 運動

source: Working out today's session…
de: Ermittle die heutige Einheit …
es: Calculando la sesión de hoy…
fr: Détermine la séance du jour…
it: Elaborazione della sessione di oggi...
pl: Ustalanie dzisiejszej sesji…
pt_pt: Trabalhando na sessão de hoje…
ru: Работа над сегодняшним занятием…
th: ออกกำลังกายเซสชั่นวันนี้...
zh_hans: 制定今天的会议...
zh_hant: 制定今天的會議...

source: Working towards
de: Wir arbeiten darauf hin
es: Trabajando hacia
fr: Travailler vers
it: Lavorare verso
pl: Dążysz do
pt_pt: Trabalhando para
ru: Работая над
th: ทำงานมุ่งหน้า
zh_hans: 致力于
zh_hant: 致力於

source: Working…
de: Arbeite…
es: Trabajando…
fr: Traitement en cours…
it: Elaborazione…
pl: Pracujący…
pt_pt: A processar…
ru: Обработка…
th: การทำงาน…
zh_hans: 处理中…
zh_hant: 處理中…

source: Workout file (GPX / TCX / FIT)
de: Workout-Datei (GPX / TCX / FIT)
es: Archivo de entrenamiento (GPX / TCX / FIT)
fr: Fichier d'entraînement (GPX / TCX / FIT)
it: File di allenamento (GPX / TCX / FIT)
pl: Plik ćwiczeń (GPX / TCX / FIT)
pt_pt: Ficheiro de treino (GPX/TCX/FIT)
ru: Файл тренировки (GPX / TCX / FIT)
th: ไฟล์ออกกำลังกาย (GPX / TCX / FIT)
zh_hans: 训练文件（GPX / TCX / FIT）
zh_hant: 運動檔案（GPX / TCX / FIT）

source: WORKOUT IN PROGRESS
de: WORKOUT LÄUFT
es: ENTRENAMIENTO EN CURSO
fr: ENTRAÎNEMENT EN COURS
it: ALLENAMENTO IN CORSO
pl: TRENING W TOKU
pt_pt: EXERCÍCIO EM CURSO
ru: ТРЕНИРОВКА ВЫПОЛНЯЕТСЯ
th: อยู่ระหว่างดำเนินการออกกำลังกาย
zh_hans: 锻炼进行中
zh_hant: 鍛鍊進行中

source: Workout saved
de: Workout gespeichert
es: Entrenamiento guardado
fr: Entraînement enregistré
it: Allenamento salvato
pl: Trening zapisany
pt_pt: Treino salvo
ru: Тренировка сохранена
th: บันทึกการออกกำลังกายแล้ว
zh_hans: 训练已保存
zh_hant: 運動已保存

source: Workout saved · %@
de: Workout gespeichert · %@
es: Entrenamiento guardado · %@
fr: Entraînement enregistré · %@
it: Allenamento salvato · %@
pl: Trening zapisany · %@
pt_pt: Treino guardado · %@
ru: Тренировка сохранена · %@
th: บันทึกการออกกำลังกายแล้ว · %@
zh_hans: 锻炼已保存 · %@
zh_hant: 鍛鍊已儲存 · %@

source: Works — %@ replied.
de: Funktioniert — %@ hat geantwortet.
es: Funciona: %@ respondió.
fr: Fonctionne — %@ a répondu.
it: Funziona — %@ ha risposto.
pl: Działa — %@ odpowiedział.
pt_pt: Funciona - %@ respondeu.
ru: Работает — ответил %@.
th: ใช้งานได้ — %@ ตอบกลับ
zh_hans: 有效 — %@ 回复。
zh_hant: 有效 — %@ 回覆。

source: Worn
de: Getragen
es: Puesto
fr: Porté
it: Indossata
pl: Noszony
pt_pt: Desgastado
ru: Надет
th: สวมใส่
zh_hans: 已佩戴
zh_hant: 已佩戴

source: Worth a look
de: Einen Blick wert
es: Vale la pena mirar
fr: À regarder de près
it: Vale la pena dare un'occhiata
pl: Warto rzucić okiem
pt_pt: Vale a pena dar uma olhada
ru: Стоит посмотреть
th: น่าสนใจ
zh_hans: 值得一看
zh_hant: 值得一看

source: Wrist alerts
de: Handgelenk-Hinweise
es: Alertas de muñeca
fr: Alertes au poignet
it: Avvisi al polso
pl: Alerty na nadgarstku
pt_pt: Alertas de pulso
ru: Уведомления на запястье
th: การแจ้งเตือนข้อมือ
zh_hans: 手腕提醒
zh_hant: 手腕提醒

source: Wrist delivery isn't live yet, it needs a small on-device watcher (coming in an update) to read macOS notifications. Everything stays on this Mac. Your choices are saved now and will apply automatically once delivery ships.
de: Die Zustellung ans Handgelenk ist noch nicht aktiv, sie benötigt einen kleinen Dienst auf dem Gerät (kommt in einem Update), um macOS-Mitteilungen zu lesen. Alles bleibt auf diesem Mac. Deine Auswahl ist jetzt gespeichert und wird automatisch angewendet, sobald die Zustellung verfügbar ist.
es: La entrega en la muñeca aún no está disponible: necesita un pequeño observador en el dispositivo (próximamente en una actualización) para leer las notificaciones de macOS. Todo permanece en este Mac. Tus elecciones se guardan ahora y se aplicarán automáticamente cuando la entrega esté disponible.
fr: La diffusion au poignet n'est pas encore active, elle nécessite un petit service sur l'appareil (à venir dans une mise à jour) pour lire les notifications macOS. Tout reste sur ce Mac. Vos choix sont enregistrés dès maintenant et s'appliqueront automatiquement une fois la diffusion disponible.
it: La consegna al polso non è ancora attiva, richiede un piccolo servizio sul dispositivo (in arrivo in un aggiornamento) per leggere le notifiche di macOS. Tutto resta su questo Mac. Le tue scelte sono salvate ora e verranno applicate automaticamente non appena la consegna sarà disponibile.
pl: Dostawa na nadgarstek nie jest jeszcze dostępna, potrzebuje małego obserwatora na urządzeniu (wchodzi w aktualizacji), aby czytać powiadomienia macOS. Wszystko pozostaje na tym komputerze Mac. Twoje wybory zostały teraz zapisane i zostaną zastosowane automatycznie po wysłaniu przesyłki.
pt_pt: A entrega do pulso ainda não está ativa, é necessário um pequeno observador no dispositivo (que vem numa atualização) para ler as notificações do macOS. Tudo fica neste Mac. As tuas escolhas estão guardadas agora e serão aplicadas automaticamente assim que a entrega for enviada.
ru: Доставка уведомлений на браслет пока не работает: для чтения уведомлений macOS нужен небольшой локальный компонент, он появится в обновлении. Всё остаётся на этом Mac. Ваши настройки уже сохранены и применятся автоматически, когда функция станет доступна.
th: การส่งมอบข้อมือยังไม่ใช่แบบเรียลไทม์ แต่ต้องมีผู้เฝ้าดูบนอุปกรณ์ขนาดเล็ก (กำลังอัปเดต) เพื่ออ่านการแจ้งเตือนของ macOS ทุกอย่างจะคงอยู่บน Mac เครื่องนี้ ตัวเลือกของคุณได้รับการบันทึกไว้แล้วและจะมีผลโดยอัตโนมัติเมื่อมีการจัดส่งของแล้ว
zh_hans: 手腕推送尚未上线，，它需要一个小型的设备端监听程序（将在后续更新中推出）来读取 macOS 通知。一切都留在这台 Mac 上。你的选择现已保存，一旦推送功能上线便会自动生效。
zh_hant: 手腕推送尚未上線，，它需要一個小型的裝置端監聽程式（將在後續更新中推出）來讀取 macOS 通知。一切都留在這台 Mac 上。你的選擇現已保存，一旦推送功能上線便會自動生效。

source: Wrist delivery isn't live yet. It needs a small on-device watcher (coming in an update) to read macOS notifications. Everything stays on this Mac. Your choices are saved now and will apply automatically once delivery ships.
de: Die Zustellung ans Handgelenk ist noch nicht live. Sie braucht einen kleinen Beobachter auf dem Gerät (kommt in einem Update), um macOS-Mitteilungen zu lesen. Alles bleibt auf diesem Mac. Deine Auswahl wird jetzt gespeichert und gilt automatisch, sobald die Zustellung ausgeliefert wird.
es: La entrega en la muñeca todavía no está activa. Necesita un pequeño observador en el dispositivo (llegará en una actualización) para leer las notificaciones de macOS. Todo permanece en esta Mac. Tus opciones quedan guardadas ahora y se aplicarán automáticamente cuando la entrega esté lista.
fr: La diffusion au poignet n'est pas encore active. Elle nécessite un petit observateur sur l'appareil (à venir dans une mise à jour) pour lire les notifications macOS. Tout reste sur ce Mac. Vos choix sont enregistrés dès maintenant et s'appliqueront automatiquement une fois la diffusion disponible.
it: La consegna al polso non è ancora attiva, richiede un piccolo osservatore sul dispositivo (in arrivo con un aggiornamento) per leggere le notifiche di macOS. Tutto rimane su questo Mac. Le tue scelte vengono salvate ora e si applicheranno automaticamente non appena la consegna sarà disponibile.
pl: Dostawa na nadgarstek nie jest jeszcze aktywna. Potrzebuje małego obserwatora na urządzeniu (wchodzącego w aktualizacji), aby czytać powiadomienia macOS. Wszystko pozostaje na tym komputerze Mac. Twoje wybory zostały teraz zapisane i zostaną zastosowane automatycznie po wysłaniu przesyłki.
pt_pt: A administração do pulso ainda não está ativa. Necessita de um pequeno observador no dispositivo (vindo numa atualização) para ler as notificações do macOS. Tudo fica neste Mac. As tuas escolhas estão guardadas agora e serão aplicadas automaticamente assim que a entrega for enviada.
ru: Доставка на запястье пока не работает. Для чтения уведомлений macOS нужен небольшой наблюдатель на устройстве (появится в обновлении). Всё остаётся на этом Mac. Ваш выбор уже сохранён и автоматически применится, когда доставка станет доступна.
th: การส่งมอบข้อมือยังไม่ใช่แบบเรียลไทม์ จำเป็นต้องมีผู้เฝ้าดูบนอุปกรณ์ขนาดเล็ก (กำลังมาในการอัปเดต) เพื่ออ่านการแจ้งเตือนของ macOS ทุกอย่างจะคงอยู่บน Mac เครื่องนี้ ตัวเลือกของคุณได้รับการบันทึกไว้แล้วและจะมีผลโดยอัตโนมัติเมื่อมีการจัดส่งของแล้ว
zh_hans: 手腕推送尚未上线，它需要一个小型的设备端监听程序（将在后续更新中推出）来读取 macOS 通知。一切都留在这台 Mac 上。你的选择现已保存，一旦推送功能上线便会自动生效。
zh_hant: 手腕推送尚未上線，它需要一個小型的裝置端監聽程式（將在後續更新中推出）來讀取 macOS 通知。一切都留在這台 Mac 上。你的選擇現已保存，一旦推送功能上線便會自動生效。

source: Wrist temp
de: Handgelenktemp.
es: Temp. de muñeca
fr: Temp. poignet
it: Temp. polso
pl: Temperatura nadgarstka
pt_pt: Temperatura do pulso
ru: Темп. запястья
th: อุณหภูมิข้อมือ
zh_hans: 腕部温度
zh_hant: 手腕溫度

source: Wrist temperature needs Series 8 or later, and the newest US units dropped the blood-oxygen sensor. Where a sensor isn't there, NOOP reads “not available” instead of zero.
de: Handgelenktemperatur braucht Series 8 oder neuer, und die neuesten US-Geräte haben den Blutsauerstoff-Sensor verloren. Wo ein Sensor fehlt, zeigt NOOP „nicht verfügbar“ statt null.
es: La temperatura de muñeca necesita un Series 8 o posterior, y las unidades más recientes de EE. UU. eliminaron el sensor de oxígeno en sangre. Si un sensor no está, NOOP muestra “no disponible” en lugar de cero.
fr: La température au poignet nécessite une Series 8 ou ultérieure, et les derniers modèles américains ont perdu le capteur d'oxygène sanguin. Là où un capteur est absent, NOOP affiche « non disponible » au lieu de zéro.
it: La temperatura del polso richiede una Series 8 o successiva, e le unità statunitensi più recenti hanno perso il sensore dell'ossigeno nel sangue. Dove un sensore non c'è, NOOP mostra “non disponibile” invece di zero.
pl: Temperatura nadgarstka wymaga serii 8 lub nowszej, a najnowsze urządzenia amerykańskie porzuciły czujnik tlenu we krwi. Jeżeli czujnika nie ma, NOOP zamiast zera wyświetla komunikat „niedostępny”.
pt_pt: A temperatura do pulso precisa da Série 8 ou posterior, e as unidades mais recentes dos EUA abandonaram o sensor de oxigénio no sangue. Onde não existe um sensor, o NOOP indica “não disponível” em vez de zero.
ru: Температура запястья требует Series 8 или новее, а в новейших моделях для США убрали датчик кислорода в крови. Если датчика нет, NOOP показывает «недоступно» вместо нуля.
th: อุณหภูมิที่ข้อมือต้องใช้ Series 8 หรือใหม่กว่า และหน่วยใหม่ล่าสุดของสหรัฐอเมริกาทำเซ็นเซอร์ออกซิเจนในเลือดหล่น ในกรณีที่ไม่มีเซ็นเซอร์ NOOP จะอ่านว่า “ไม่พร้อมใช้งาน” แทนที่จะเป็นศูนย์
zh_hans: 腕部温度需要 Series 8 或更新机型，且最新的美版设备去掉了血氧传感器。传感器不存在时，NOOP 会显示「不可用」而不是零。
zh_hant: 手腕溫度需要 Series 8 或更新的型號，而最新的美國版機型移除了血氧感測器。感測器不存在時，NOOP 會顯示「無法使用」而不是零。

source: Writes a timestamped copy of your strap log to NOOP's folder in the Files app, once a day. Handy for a bug report without remembering to grab it. On iPhone it fires when iOS next wakes NOOP near your chosen time, not guaranteed to the minute (keep NOOP open overnight for the best chance). Everything stays on %@; nothing is uploaded.
de: Schreibt einmal täglich eine zeitgestempelte Kopie deines Strap-Logs in NOOPs Ordner in der Dateien-App. Praktisch für einen Fehlerbericht, ohne daran denken zu müssen. Auf dem iPhone läuft es, wenn iOS NOOP das nächste Mal nahe deiner gewählten Zeit weckt, nicht minutengenau garantiert (lass NOOP über Nacht offen für die beste Chance). Alles bleibt auf %@; nichts wird hochgeladen.
es: Escribe una copia con marca de tiempo del registro de tu pulsera en la carpeta de NOOP en la app Archivos, una vez al día. Útil para un reporte de error sin tener que acordarte de sacarlo. En iPhone se activa cuando iOS despierta a NOOP cerca de la hora que elijas, sin garantía al minuto (deja NOOP abierto durante la noche para más probabilidad). Todo permanece en %@; no se sube nada.
fr: Écrit une copie horodatée du journal de votre bracelet dans le dossier de NOOP dans l'application Fichiers, une fois par jour. Pratique pour un rapport de bug sans avoir à penser à le récupérer. Sur iPhone, cela se déclenche lorsque iOS réveille ensuite NOOP près de l'heure choisie, sans garantie à la minute près (laissez NOOP ouvert toute la nuit pour la meilleure chance). Tout reste sur %@ ; rien n'est envoyé en ligne.
it: Scrive una copia con data e ora del log della tua fascia nella cartella di NOOP nell'app File, una volta al giorno. Comodo per una segnalazione di bug senza doversi ricordare di recuperarlo. Su iPhone si attiva quando iOS risveglia NOOP vicino all'orario che hai scelto, non è garantito al minuto (tieni NOOP aperto durante la notte per la migliore riuscita). Tutto resta su %@; niente viene caricato.
pl: Raz dziennie zapisuje kopię dziennika paska ze znacznikiem czasu w folderze NOOP w aplikacji Pliki. Przydatny do zgłaszania błędów bez konieczności pamiętania o jego chwyceniu. Na iPhonie uruchamia się, gdy iOS następnie budzi NOOP w pobliżu wybranego czasu, co nie jest gwarantowane co do minuty (dla największej szansy pozostaw NOOP otwarty przez noc). Wszystko pozostaje na %@; nic nie jest przesyłane.
pt_pt: Grava uma cópia com carimbo de data e hora do teu registo de bracelete na pasta do NOOP na aplicação Ficheiros, uma vez por dia. Útil para um relatório de erro sem se lembrar de o apanhar. No iPhone, é acionado na próxima vez que o iOS ativar o NOOP perto da hora escolhida, não garantida ao minuto (mantenha o NOOP aberto durante a noite para ter a melhor hipótese). Tudo permanece em %@; nada é carregado.
ru: Раз в день сохраняет копию журнала браслета с меткой времени в папку NOOP в приложении «Файлы». Удобно для отчёта об ошибке, не нужно вспоминать, чтобы его получить. На iPhone это срабатывает, когда iOS в следующий раз запускает NOOP около выбранного времени — не гарантируется до минуты (для лучшего результата оставляйте NOOP открытым на ночь). Всё остаётся на %@; ничего не загружается.
th: เขียนสำเนาบันทึกสายรัดของคุณที่มีการประทับเวลาไปยังโฟลเดอร์ของ NOOP ในแอป Files วันละครั้ง มีประโยชน์สำหรับรายงานข้อผิดพลาดโดยไม่ต้องจำหยิบมัน บน iPhone จะเริ่มทำงานเมื่อ iOS ปลุก NOOP ครั้งถัดไปใกล้กับเวลาที่คุณเลือก ไม่รับประกันในนาทีนั้น (เปิด NOOP ข้ามคืนไว้เพื่อโอกาสที่ดีที่สุด) ทุกอย่างอยู่บน %@; ไม่มีอะไรถูกอัพโหลด
zh_hans: 每天一次，将带时间戳的手环日志副本写入「文件」应用中 NOOP 的文件夹。提交错误报告时很方便，不用记得手动去取。在 iPhone 上，它会在 iOS 于你选择的时间附近下次唤醒 NOOP 时执行，无法精确到分钟（整夜保持 NOOP 打开成功率最高）。一切都留在 %@ 上；不会上传任何内容。
zh_hant: 每天將帶時間戳記的手環記錄檔副本寫入「檔案」應用程式中 NOOP 的資料夾，方便你回報錯誤時不必記得手動抓取。在 iPhone 上，它會在你選定的時間附近、iOS 下次喚醒 NOOP 時執行，無法保證精確到分鐘（整夜保持 NOOP 開啟成功率最高）。一切都留在 %@ 上，不會上傳任何內容。

source: Writes a timestamped copy of your strap log to your Documents folder, once a day. Handy for a bug report without remembering to grab it. On Mac it runs while NOOP is open (and catches up on launch if the time passed while it was closed). Everything stays on %@; nothing is uploaded.
de: Schreibt einmal täglich eine zeitgestempelte Kopie deines Strap-Logs in deinen Dokumente-Ordner. Praktisch für einen Fehlerbericht, ohne daran denken zu müssen. Auf dem Mac läuft es, während NOOP offen ist (und holt beim Start nach, wenn die Zeit im geschlossenen Zustand verstrichen ist). Alles bleibt auf %@; nichts wird hochgeladen.
es: Escribe una copia con marca de tiempo del registro de tu pulsera en tu carpeta Documentos, una vez al día. Útil para un reporte de error sin tener que acordarte de sacarlo. En Mac se ejecuta mientras NOOP está abierto (y se pone al día al iniciarse si la hora pasó mientras estaba cerrado). Todo permanece en %@; no se sube nada.
fr: Écrit une copie horodatée du journal de votre bracelet dans votre dossier Documents, une fois par jour. Pratique pour un rapport de bug sans avoir à penser à le récupérer. Sur Mac, cela s'exécute pendant que NOOP est ouvert (et rattrape au lancement si l'heure est passée pendant qu'il était fermé). Tout reste sur %@ ; rien n'est envoyé en ligne.
it: Scrive una copia con data e ora del log della tua fascia nella cartella Documenti, una volta al giorno. Comodo per una segnalazione di bug senza doversi ricordare di recuperarlo. Su Mac funziona mentre NOOP è aperto (e recupera all'avvio se l'orario è passato mentre era chiuso). Tutto resta su %@; niente viene caricato.
pl: Raz dziennie zapisuje kopię dziennika paska ze znacznikiem czasu w folderze Dokumenty. Przydatny do zgłaszania błędów bez konieczności pamiętania o jego chwyceniu. Na komputerze Mac działa, gdy NOOP jest otwarty (i nadrabia zaległości po uruchomieniu, jeśli upłynął czas, gdy był zamknięty). Wszystko pozostaje na %@; nic nie jest przesyłane.
pt_pt: Grava uma cópia com carimbo de data e hora do teu registo de bracelete na pasta Documentos, uma vez por dia. Útil para um relatório de erro sem se lembrar de o apanhar. No Mac, é executado enquanto o NOOP está aberto (e é atualizado no arranque se o tempo tiver passado enquanto esteve fechado). Tudo permanece em %@; nada é carregado.
ru: Раз в день сохраняет копию журнала браслета с меткой времени в папку «Документы». Удобно для отчёта об ошибке, не нужно вспоминать, чтобы его получить. На Mac это выполняется, пока NOOP открыт (и наверстывается при запуске, если время прошло, пока приложение было закрыто). Всё остаётся на %@; ничего не загружается.
th: เขียนสำเนาบันทึกสายรัดของคุณที่มีการประทับเวลาลงในโฟลเดอร์ Documents ของคุณ วันละครั้ง มีประโยชน์สำหรับรายงานข้อผิดพลาดโดยไม่ต้องจำหยิบมัน บน Mac มันทำงานในขณะที่ NOOP เปิดอยู่ (และติดตามตอนเปิดตัวหากเวลาผ่านไปในขณะที่ปิดอยู่) ทุกอย่างอยู่บน %@; ไม่มีอะไรถูกอัพโหลด
zh_hans: 每天一次，将带时间戳的手环日志副本写入你的「文稿」文件夹。提交错误报告时很方便，不用记得手动去取。在 Mac 上，它会在 NOOP 打开时运行（如果关闭期间错过了时间，会在启动时补上）。一切都留在 %@ 上；不会上传任何内容。
zh_hant: 每天將帶時間戳記的手環記錄檔副本寫入你的「文件」資料夾，方便你回報錯誤時不必記得手動抓取。在 Mac 上，它會在 NOOP 開啟時執行（若關閉期間錯過了時間，會在啟動時補上）。一切都留在 %@ 上，不會上傳任何內容。
